{
  "vocab_size": 1000,
  "hidden_size": 32,
  "num_hidden_layers": 3,
  "layer_types": [
    "attention",
    "moe",
    "mamba"
  ],
  "num_attention_heads": 2,
  "attention_bias": false,
  "num_local_experts": 2,
  "num_experts_per_tok": 1,
  "moe_intermediate_size": 32,
  "shared_intermediate_size": 0,
  "mamba_d_state": 4,
  "mamba_d_conv": 2,
  "mamba_expand": 1,
  "mamba_d_inner": 32,
  "mamba_dt_rank": 2,
  "rms_norm_eps": 1e-05,
  "hidden_act": "silu",
  "rope_theta": 10000.0,
  "attention_multiplier": 1.0,
  "embedding_multiplier": 1.0,
  "residual_multiplier": 1.0,
  "logits_scaling": 1.0,
  "return_dict": true,
  "output_hidden_states": false,
  "output_attentions": false,
  "torchscript": false,
  "torch_dtype": null,
  "use_bfloat16": false,
  "tf_legacy_loss": false,
  "pruned_heads": {},
  "tie_word_embeddings": true,
  "chunk_size_feed_forward": 0,
  "is_encoder_decoder": false,
  "is_decoder": false,
  "cross_attention_hidden_size": null,
  "add_cross_attention": false,
  "tie_encoder_decoder": false,
  "max_length": 20,
  "min_length": 0,
  "do_sample": false,
  "early_stopping": false,
  "num_beams": 1,
  "num_beam_groups": 1,
  "diversity_penalty": 0.0,
  "temperature": 1.0,
  "top_k": 50,
  "top_p": 1.0,
  "typical_p": 1.0,
  "repetition_penalty": 1.0,
  "length_penalty": 1.0,
  "no_repeat_ngram_size": 0,
  "encoder_no_repeat_ngram_size": 0,
  "bad_words_ids": null,
  "num_return_sequences": 1,
  "output_scores": false,
  "return_dict_in_generate": false,
  "forced_bos_token_id": null,
  "forced_eos_token_id": null,
  "remove_invalid_values": false,
  "exponential_decay_length_penalty": null,
  "suppress_tokens": null,
  "begin_suppress_tokens": null,
  "architectures": [
    "GraniteMoeHybridForCausalLM"
  ],
  "finetuning_task": null,
  "id2label": {
    "0": "LABEL_0",
    "1": "LABEL_1"
  },
  "label2id": {
    "LABEL_0": 0,
    "LABEL_1": 1
  },
  "tokenizer_class": null,
  "prefix": null,
  "bos_token_id": 1,
  "pad_token_id": 0,
  "eos_token_id": 2,
  "sep_token_id": null,
  "decoder_start_token_id": null,
  "task_specific_params": null,
  "problem_type": null,
  "_name_or_path": "",
  "transformers_version": "4.52.4",
  "model_type": "granite_moe_hybrid"
}